Repository: uthne/wp-feedback-comments
Catalog: languages/wp-feedback-comments-*.po
Languages: nb_no

source: No comment feed available, please visit our <a href="%s">homepage</a>!
nb_no: Det finnes ingen kommentarstrøm. Gå til vår <a href="%s">hjemmeside</a>!

source: Yes, I found what I was looking for
nb_no: Ja, jeg fant det jeg lette etter

source: Was this article helpful?
nb_no: Fant du det du lette etter?

source: Help us improve. Give us your feedback.
nb_no: Hjelp oss å bli bedre. Send en tilbakemelding.

source: Your full name (optional)
nb_no: Ditt fulle navn (valgfritt)

source: Your email address (optional)
nb_no: Din e-postadresse (valgfritt)

source: Awesome, share it!
nb_no: Flott, vil du dele?

source: Thanks!
nb_no: Takk!

source: Thanks for helping us improve.
nb_no: Takk for at du hjelper oss å bli bedre.

source: Write a comment or just click Send.
nb_no: Skriv en kommentar eller bare klikk send.

source: Submit
nb_no: Send

source: Feedback Comments settings
nb_no: Innstilliger for tilbakemelding

source: Feedback Options
nb_no: Feedback valg

source: Feedback Comments Settings
nb_no: Innstilliger for tilbakemelding

source: See help tab in top right corner.
nb_no: Se hjelpefane øverst til høyre.

source: Donate
nb_no: Donér

source: This software is free to use, but you can donate to support my work with a brew of strong hot coffee.
nb_no: Denne programvaren kan brukes gratis, men du kan donere for å støtte utviklingsarbeidet med sterk og varm kaffe som holder meg våken gjennom nattarbeidet.

source: Donate any amount you feel appropriate with PayPal by following the link below.
nb_no: Gi den summen du selv synes er passe via PayPal ved å følge lenken nedenfor.

source: Donate with PayPal
nb_no: Gi med PayPal

source: or hide this box
nb_no: eller skjul denne boksen

source: Instruction to use Plugin
nb_no: Bruk av innstikksmodul

source: See also help tab in top right corner.
nb_no: Se også hjelpefane øverst til høyre på siden.

source: Using Shortcode
nb_no: Bruk av 'shortcode'

source: You can place the shortcode
nb_no: Du kan plassere 'shortcoden'

source: wherever you want to display the Feedback Comments.
nb_no: der du vil ha en ekstra tilbakemelding

source: Using custom hook
nb_no: Bruk av 'custom hook'

source: You can place the code
nb_no: Du kan plassere koden

source: in your template to place Feedback Comments.
nb_no: i 'templaten' der du vil plassere tilbakemelding.

source: Hide donation box
nb_no: Skjul donasjonsboks

source: Clear
nb_no: Nullstill

source: Select Position
nb_no: Velg plassering

source: Before Content
nb_no: Før innhold

source: After Content
nb_no: Etter innhold

source: At custom hoook
nb_no: Ved 'custom hook'

source: To use Custom Hook, add the code &lt;php do_action('fc_feedback_hook'); ?&gt; to your template.
nb_no: For å bruke 'custom hook' må du legge inn koden &lt;?php do_action('fc_feedback_hook'); ?&gt; i themet.

source: Include on types
nb_no: Inkluder på typer

source: Also show on
nb_no: Vis også på

source: Home Page
nb_no: Forside

source: Archives
nb_no: Arkiv

source: Will be included on selected types when shown as this
nb_no: Vil bli inkludert på valgte typer når de vises som dette

source: Exclude on ID's
nb_no: Ekskluder på IDer

source: Comma seperated post id's Eg:
nb_no: Kommaseparerte IDer, som f.eks:

source: Stop comments feed
nb_no: Stopp kommentarstrøm

source: Check to stop responses showing in RSS feed
nb_no: Kryss av for å stoppe RSS strøm av tilbakemeldinger

source: Anonymize IP-number
nb_no: Anonymiser IP-nummer

source: To comply with GDPR, check this to anonymize last number in IP
nb_no: For å følge GDPR kan du krysse av her og anonymisere de tre siste tallene i IP nummeret

source: Hide author fields
nb_no: Skjul avsenderfelt

source: Check if you want to hide Name and E-mail fields, and avoid GDPR directive
nb_no: Kryss av hvis du vil skjule navn- og e-post felt. og omgå GDPR-direktivet

source: Save positive response
nb_no: Lagre positiv respons

source: Check to save feedback on positive response
nb_no: Kryss av for å lagre positiv respons i skjema

source: Show dialouge
nb_no: Vis dialog

source: Uncheck if you want to hide the message dialogue on negative feedback
nb_no: Ikke kryss av her hvis du vil skjule skjema for melding på negativ respons

source: Load FontAwesome
nb_no: Last inn Font Awesome

source: Uncheck if FontAwesome is loaded with the theme or other plugins
nb_no: Ikke velg hvis FontAwesome lastes inn av Temaet eller andre innstikksmoduler

source: Use default style
nb_no: Bruk standard stil

source: Uncheck if want to use your own CSS styling
nb_no: Fjern avkryssing hvis du vil bruke dine egne CSS stiler

source: Custom style URL
nb_no: URL til tilpasset stil

source: URL of custom CSS styling file
nb_no: Nettadresse til tilpasset CSS-fil

source: YES text
nb_no: JA-tekst

source: Will replace the thumbs up symbol, leave blank to show symbol
nb_no: Erstatter tommel-opp symbolet, ikke fyll inn hvis du vil ha symbolet

source: NO text
nb_no: NEI-tekst

source: Will replace the thumbs down symbol, leave blank to show symbol
nb_no: Erstatter tommel-ned symbolet, ikke fyll inn hvis du vil ha symbolet

source: Font Size
nb_no: Skriftstørrelse

source: Thumbs Up and Down Font Size
nb_no: Skriftstørrelse på JA- eller NEI-tekst (eller tommel-symbol)

source: Thumbs Up color
nb_no: Tommel opp farge

source: Thumbs Down Color
nb_no: Tommel ned farge

source: Thumbs Up align
nb_no: Tommel opp justering

source: Vertical alignment of positive button
nb_no: Vertikal justering av tommel opp symbol/tekst

source: Thumbs Down align
nb_no: Tommel ned justering

source: Vertical alignment of negative button
nb_no: Vertikal justering av tommel ned symbol/tekst

source: Title size
nb_no: Tittelstørrelse

source: Size of the question text.
nb_no: Størrelsen på spørsmålstekst.

source: Title Phrase
nb_no: Tittel-setning

source: Keep this section blank, if you want "Was this article helpful?"
nb_no: La stå tom hvis du vil bruke "Fant du det du lette etter?"

source: Feedback Phrase
nb_no: Tilbakemelding-setning

source: Keep this section blank, if you want "Help us improve. Give us your feedback."
nb_no: La stå tom hvis du vil bruke "Hjelp oss å bli bedre. Send en tilbakemelding."

source: Feedback name text
nb_no: Tilbakemelder-navn tekst

source: Keep this section blank, if you want "Your full name (optional)"
nb_no: La stå tom hvis du vil bruke "Ditt fulle navn (valgfritt)"

source: Feedback email text
nb_no: Tilbakemelder e-post tekst

source: Keep this section blank, if you want "Your email address (optional)"
nb_no: La stå tom hvis du vil bruke "Din e-postadresse (valgfritt)"

source: Message placeholder
nb_no: Plassholder for melding

source: Keep this section blank, if you want "Write a comment or just click Send. "
nb_no: La stå tom hvis du vil bruke "Skriv en kommentar eller bare klikk send"

source: Share phrase
nb_no: Delings-setning

source: Keep this section blank, if you want "Awesome, share it"
nb_no: La stå tom hvis du vil bruke "Flott, vil du dele?"

source: Thanks title
nb_no: Takke-tittel

source: Keep this section blank, if you want "Thanks!"
nb_no: La stå tom hvis du vil bruke "Takk!"

source: Thanks text
nb_no: Takketekst

source: Keep this section blank, if you want "Thanks for helping us improve."
nb_no: La stå tom hvis du vil bruke "Takk for at du hjelper oss å bli bedre."

source: Positive response text
nb_no: Positiv svartekst

source: Keep this section blank, if you want "Yes I found what I was looking for."
nb_no: La stå tom hvis du vil bruke "Ja, jeg fant det jeg lette etter"

source: Negative default text
nb_no: Negativ standard tekst

source: Keep this section blank, if you want "No, i did not find it."
nb_no: La stå tom hvis du vil bruke "Nei, jeg fant det ikke"

source: Reactivate to default
nb_no: Reaktiver fabrikkinnstillinger

source: Check to force default options when plugin is deactivated and reactivated.
nb_no: Kryss av for å laste inn fabrikkinnstillinger når plugin-modulen deaktiveres og aktiveres igjen.

source: Settings submenu
nb_no: Undermeny i Innstillinger

source: Check move submenu from Comments to Settings menu
nb_no: Kryss av for å flytte undermenyen fra Kommentarer til Innstillinger

source: Share on
nb_no: Del på

source: Select at least one, if not it will look pretty stupid!"
nb_no: Velg minst én, ellers ser det merkelig ut!

source: Export
nb_no: Eksporter

source: Message
nb_no: Melding

source: Article name
nb_no: Artikkelnavn

source: Article URL
nb_no: Link til artikkel

source: Authors name
nb_no: Forfatternavn

source: Authors email
nb_no: Forfatters e-post

source: Select the fields you wish to include in the CSV-file
nb_no: Velg feltene du vil inkludere i CSV-filen

source: Export format
nb_no: Eksportformat

source: Format of exported document.
nb_no: Formatet dokumentet eksporteres til.

source: Save Changes
nb_no: Lagre endringer

source: You entered an invalid email address.
nb_no: Du har oppgitt en ugyldig e-postadresse

source: No, i did not find it.
nb_no: Nei, jeg fant det ikke.

source: There was a problem. Please try again.
nb_no: Det oppstod et problem. Vennligst prøv igjen.

source: Export selected comment
nb_no: Eksporter valgte kommentar

source: Export selected post
nb_no: Eksporter valgte artikkel

source: Export all
nb_no: Eksporter alle

source: %s comment exported.
nb_no: %s kommentar eksportert.

source: Export comments
nb_no: Eksportere kommentarer

source: From the <em>Bulk Action</em> menu you can choose options for exporting comments.
nb_no: Fra <em>Massehandlinger</em> menyen kan du velge ulike eksportvalg.

source: <strong> - Export selected comment</strong> will export only the selected comments.
nb_no: <strong> - Eksporter valgte kommentar</strong> vil eksportere kun valgte kommentarer.

source: <strong> - Export selected post</strong> will export all comments from selected post.
nb_no: <strong> - Eksporter valgte artikkel</strong> vil eksportere alle kommentarer til valgte artikkel.

source: <strong> - Export all</strong> will export all comments.
nb_no: <strong> - Eksporter alle</strong> vil eksportere alle kommentarer.

source: Go to <em>Feedback Comments Settings</em> to choose what columns and file format to export.
nb_no: Gå til <em>Feedback valg</em> for å velge kolonner og filformat for eksport.

source: General
nb_no: Generelt

source: This plugin will replace the comments section on your Wordpress site with a question like "Did you find what you are looking for?". All the feedback will end up under Comments in your admin-panel, and you can handle them just like normal comments.
nb_no: Denne plugin-modulen vil erstatte kommentarfeltene på hele Wordpress nettstedet med et spørsmål som "Fant du det du lette etter?". Alle tilbakemeldinger havner under Kommentarer under administrasjon, og du kan håndtere disse akkurat som vanlige kommentarer.

source: The user can send a positive feedback, with the option to share the post – or a negative feedback with a written comment.
nb_no: Brukeren kan sende positiv tilbakemelding, med valg om å dele innlegget - eller en negativ tilbakemelding med en kommentar.

source: In the Comments view you'll get the added options to export the comments. You can export a selected feedbacks, all feedback on a single post or all feedback to a spreadsheet.
nb_no: I Kommentar-visningen får du tilleggsfunksjoner for å eksportere kommentarer. Du kan eksportere valgte tilbakemeldinger, alle tilbakemeldinger om ett innlegg, eller alle tilbakemeldinger.

source: For more help on comments, se help sheet in the Comments view.
nb_no: For mer hjelp om kommentarer, se hjelpefanen i Kommentarvisningen.

source: Setting up
nb_no: Oppsett

source: First you must select where on the page/post you would like to implement the question - before or after the main content, or at a custom hook. Then you select the post type it should be included on, Page, Post, etc.
nb_no: Du må først velge hvor på siden/innlegget du vil implementere spørsmålet - før eller etter innholdet, eller ved en <em>custom hook</em>. Så velger du hvilke post-typer det skal inkluderes, Side, Innlegg, etc.

source: You then select if the question should be included if the selected types are shown as homepage or archive.
nb_no: Du kan så velge om spørsmålet vises når de valgte typene vises som forside eller arkiv.

source: To use the custom hook you'll have to get your favorite developer add the hook to your template at the location you want to place the question. Add this code to your template:
nb_no: For å bruke «custom hook» må du få din favoritt-utvikler til å legge inn koden i <em>templaten</em> på det stedet du vil at spørsmålet skal vises. Legg denne koden inn i templaten:

source: If you don't have a developer laying around try using the shortcode (see Shoortcode tab).
nb_no: Hvis du ikke har en utvikler for hånden kan du prøve shortcoden (se fanen for Shortcode).

source: Styling
nb_no: Utseende

source: There are several options for styling the look of your question and reply. You can obviously write your own text on all the different elements including text to replace the thumbs up/down symbols. A neat trick is the ability to use any Font Awesome symbol by writing the name of the symbol like ‘fas fa-utensils’.
nb_no: Det er flere valg for utforming av spørsmål og svar-alternativer. Du kan skrive din egen tekst for å erstatte alt inkludert tommel-opp/-ned symbolene. Et fint knep er å bruke hvilket som helst Font Awesome symbol ved å skrive navnet på symbolet, som ‘fas fa-utensils’.

source: You can abbreviate regular style like ‘far fa-utensils’ to just ‘fa-utensils’, but other styles like solid, light and brands you must write with the leading ‘<strong>fas&nbsp;</strong>fa-utensils’, ‘<strong>fal&nbsp;</strong>fa-utensils’ and ‘<strong>fab&nbsp;</strong>fa-twitter’.
nb_no: Du kan forkorte normal (far ) stil som ‘far fa-utensils’ til bare ‘fa-utensils’, mens andre stiler som solid, light og brands må du skrive helt ut som ‘<strong>fas&nbsp;</strong>fa-utensils’, ‘<strong>fal&nbsp;</strong>fa-utensils’ og ‘<strong>fab&nbsp;</strong>fa-twitter’.

source: You can find more <a href="https://fontawesome.com/icons?d=gallery" target="_blank">symbols here</a>.
nb_no: Du kan finne flere <a href="https://fontawesome.com/icons?d=gallery" target="_blank">symboler her</a>.

source: You can style using your own CCS stylesheet by turning off the internal CSS styles and linking to the URL of your own css file or including the styles in your theme css file. A good starting point would be to copy the styles from <em>front-feedback-styles.css.</em>
nb_no: Du kan bruke ditt eget CSS stilskjema ved å slå av de interne CSS stilene og linke til din egen css-fil eller inkludere stilene i temaets css-fil. Et godt utgangspunkt vil være å kopiere stilene fra <em>front-feedback-styles.css.</em>

source: You can implement the question almost anywhere with the shortcode. The shortcode also give you the option to customize the question for individual pages.
nb_no: Du kan implementere spørsmålet nesten hvor som helst med shortcode. Denne gir deg også mulighet for å tilpasse spørsmålet individuelt på hver side.

source: Add the following shortcode to content, sidebar, footer, etc.
nb_no: Legg følgende shortcode i innhold, sidestolpe, footer, etc.

source: <pre><span style="color:green">[feedback_comment</span> <span style="color:blue">question=</span><span style="color:red">"Your question"</span> <span style="color:blue">yes=</span><span style="color:red">"Yes"</span> <span style="color:blue">no=</span><span style="color:red">"No"</span><span style="color:green">]</span></pre>
nb_no: <pre><span style="color:green">[feedback_comment</span> <span style="color:blue">question=</span><span style="color:red">"Ditt spørsmål"</span> <span style="color:blue">yes=</span><span style="color:red">"Ja"</span> <span style="color:blue">no=</span><span style="color:red">"Nei"</span><span style="color:green">]</span></pre>

source: You can omit any of the variables and the default you set on this page will be used. In other words you could set the variable <em>question</em> and have the default thumbs up/down as alternatives.
nb_no: Du kan utelate hvilken som helst av variablene og standarden du har satt på denne siden vises i stedet. Du kan altså f.eks oppgi variablen <em>question</em> og la standart tommel opp/ned vises som svaralternetiv.

source: About GDPR
nb_no: Om GDPR

source: If you collect IP-numbers, names, e-mail adresses or any other personal data that might identify individuals you must comply with the GDPR regulation to operate within the EU. To circumvent this requirement you can anonymize IP-numbers and hide name and e-mail fields in the comment form.
nb_no: Hvis du samler inn IP-nummer, navn, e-postadresser eller andre personlige data, som kan identifisere en person må du følge kravene i GDPR-direktivet for å kunne operere innen EU/EØS området. For å omgå disse kravene kan du anonymisere IP-nummer og skjule navn- og e-postfelt i kommentarfeltet.

source: The anonymization of the IP-number effectively set the three last digit (last number) of IP to 255. The IP number will thus be obfuscated but you still have some idea if several feedbacks where made by the same person.
nb_no: Anonymiseringen av IP-nummer skjer ved å sette di tre siste sifferne (siste tall) i IP til 255. IP-nummeret blir da ikke mulig å identifisere, men du kan anta når en og samme person har lagt inn flere tilbakemeldinger.

source: Credits
nb_no: Kredittering

source: This plugin was built on "Article Feedback" by Themeidol. Even though the code has been copletely re-written, the basic idea and apparence was derived from the work done by Themeidol.
nb_no: Denne utvidelsesmodulen ble bygget på "Article Feedback" av Themeidol. Selv om kildekoden er blitt skrevet fullstendig om, er den grunnleggende idéen og utseende utviklet fra arbeidet Themeidol har lagt ned.

source: This plugin was developed by Kjetil Uthne Hansen and is provided under a free GPL license and "as is" without warranty of any kind, either expressed or implied.
nb_no: Denne innstikksmodulen er utviklet av Kjetil Uthne Hansen og gjort tilgjengelig under en gratis GPL lisens "som den er" uten noen som helst garanti, hverken uttrykt eller implisitt.

source: Font Awesome pictogram font is provided by Fonicons Inc. under a free CC/GPL/MIT license.
nb_no: Font Awesome piktogram skriften er gjort tilgjengelig av Fonticons Inc. under gratis CC/GPL/MIT lisens.

source: Read the <em>README.txt</em> file for more developer information and disclaimer.
nb_no: Les <em>README.txt</em> filen for mer utvikler-informasjon og ansvarsfraskrivelse.

source: Settings
nb_no: Innstillinger

source: Add "Was this article helpful?" at the end, start and/or at custom hook of any post type. The question replaces normal comments section.
nb_no: Legger til "Fant du det du lette etter?" på slutten, starten og/eller ved custom hook i hvilken som helst post-type. Spørsmålet erstatter normalt kommentarfelt.
